<template>
  <div class="policy">
    <div class="main">
      <div class="content">
        <h1>قوانین و مقررات</h1>
        <p>
          {{ policy }}
        </p>
        <p>
          {{ policy }}
        </p>
        <p>
          {{ policy }}
        </p>
      </div>
    </div>
  </div>
</template>
<script>
export default {
  data() {
    return {
      policy:
        "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک استلورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است.لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است..ایپسوملورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد. کتابهای زیادی در شصت و سه درصد گذشته، حال و آینده شناخت فراوان جامعه و متخصصان را می طلبد تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی و فرهنگ پیشرو در زبان فارسی ایجاد کرد. در این صورت می توان امید داشت که تمام ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد. کتابهای زیادی در شصت و سه درصد گذشته، حال و آینده شناخت فراوان جامعه و متخصصان را می طلبد تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی و فرهنگ پیشرو در زبان فارسی ایجاد کرد. در این صورت می توان امید داشت که تمام  چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد. کتابهای زیادی در شصت و سه درصد گذشته، حال و آینده شناخت فراوان جامعه و متخصصان را می طلبد تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی و فرهنگ پیشرو در زبان فارسی ایجاد کرد. در این صورت می توان امید داشت که تمام و دشواری",
    };
  },
};
</script>
<style scoped>
.policy {
  min-height: 80vh;
  height: fit-content;
  padding: 60px 0 0 0;
  width: 100%;
  display: flex;
  align-items: center;
  justify-content: center;
  color: #fdfdfd;
  background: #efe2f8;
  padding: 80px 60px;
  font-size: 0.8em;
}
.main {
  display: flex;
  justify-content: space-between;
  flex-wrap: wrap;
  border-radius: 5px;
  background-image: url("../../assets/home/banner.png"),
    linear-gradient(
      180deg,
      rgba(6, 31, 97, 0.6) 0%,
      rgba(22, 47, 54, 0.6) 99.45%
    );
  background-blend-mode: saturation;
  padding: 10px;
  background-size: contain;
  background-size: cover;
  background-repeat: no-repeat;
  height: 100%;
  width: 100%;
}
.content {
  width: 100%;
  display: flex;
  flex-direction: column;
  align-items: flex-start;
  text-align: right;
}
@media screen and (max-width: 768px) {
  .policy {
    height: fit-content;
    padding: 15px 10px;
  }
}
</style>